Repository: linkslegend/elefant.page
Catalog: site/web/app/languages/plugins/cdn-enabler-*.po
Languages: de_de

source: HTTP returned 200 but no message received.
de_de: HTTP 200 Status erhalten aber keine Nachricht bekommen.

source: KeyCDN Zone ID of the zone to purge on request
de_de: KeyCDN Zone ID von welcher der Zone-Cache gelöscht werden soll

source: KeyCDN API key to purge zone on request
de_de: KeyCDN API-Schlüssel um den Zone-Cache löschen zu können

source: KeyCDN API Key
de_de: KeyCDN API-Schlüssel

source: Purge CDN
de_de: CDN-Speicher löschen

source: Enter the exclusions (directories or extensions) separated by
de_de: Eingabe der Ausschlüsse (Verzeichnisse oder Dateiendungen) separiert durch

source: Exclusions
de_de: Ausschlüsse

source: Simply integrate a Content Delivery Network (CDN) into your WordPress site.
de_de: Einfache Integration eines Content Delivery Network (CDN) in deiner WordPress Seite.

source: Enable CDN for HTTPS connections (default: disabled).
de_de: Aktiviert das CDN für HTTPS Verbindungen (Standard: deaktiviert).

source: Enable CDN for relative paths (default: enabled).
de_de: Aktiviert das CDN für relative Pfade (Standard: aktiviert).

source: Relative Path
de_de: Relativer Pfad

source: Default: <code>.php</code>
de_de: Standard: <code>.php</code>

source: Assets in these directories will be pointed to the CDN URL. Enter the directories separated by
de_de: Dateien in diesen Verzeichnissen werden mit der CDN URL verknüpft. Eingabe der Verzeichnisse erfolgt separiert durch

source: Default: <code>wp-content,wp-includes</code>
de_de: Standard: <code>wp-content,wp-includes</code>

source: Included Directories
de_de: Eingeschlossene Verzeichnisse

source: Enter the CDN URL without trailing
de_de: Eingabe der CDN URL ohne abschliessenden

source: Combine CDN Enabler with <b><a href="%s">%s</a></b> for even faster WordPress performance.
de_de: Kombiniere den CDN Enabler mit <b><a href="%s">%s</a></b> für noch bessere WordPress Performance.

source: CDN Enabler Settings
de_de: CDN Enabler Einstellungen

source: CDN Enabler is optimized for WordPress %s. Please disable the plugin or upgrade your WordPress installation (recommended).
de_de: Der CDN Enabler ist optimiert für WordPress %s. Bitte Plugin deaktivieren oder WordPress aktualisieren (empfohlen).

source: Settings
de_de: Einstellungen
